---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DistanceToCutMark
source: html/9e4ff816-6995-ceca-89e2-62d2e140bb3d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DistanceToCutMark Property

"Distance to Cut Mark"

## Syntax (C#)
```csharp
public static ForgeTypeId DistanceToCutMark { get; }
```